const alternatedestiny = {
    name: "Альтернативная судьба",
    description: "Создаёт карманное измерение на **8** секунд. Внутри измерения союзники получают иммунитет к оглушению, и их здоровье не сможет опуститься ниже **20%** от вражеских атак. Перезарядка: **90** секунд. При покидании измерения все эффекты пропадают. Проведя **8** секунд в измерении, Странник не сможет получить от него новые эффекты в течение **45** секунд.",
    advancement: {
            star1: "Находясь в измерении **8** секунд, дружественные Странники восстанавливают **15%** здоровья.",
            
            star2: "Находясь в измерении, союзники получают способность похищения здоровья в **25%** от нанесённого урона.",
            
            star3: "Находясь в измерении, дружественные Странники получают иммунитет к эффектам контроля.",
            
            star4: "Увеличивает Урон Холодом на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Находясь в измерении, дружественные Странники **удваивают** эффективность всех эффектов похищения здоровья, когда здоровье ниже **40%**."
        }
}

export default alternatedestiny;
