const colossusarms = {
    name: "Руки колосса",
    uri: "colossus-arms",
    imgSrc: "colossusarms.png",
    rarity: "SSR",
    chinaOnly: false,
    description: "Призывает руки колосса на **20** секунд, защищая персонажа от эффектов оглушения. Нажмите снова, чтобы отменить. Перезарядка: **300** секунд. Обычные атаки наносят суммарный урон, равный **1387,7%** от АТК и **подбрасывают** врагов. Навыки наносят урон, равный **453,5%** от АТК и **подбрасывают врагов в воздух**. Перезарядка навыка: **10** секунд.",
    advancement: {
            star1: "Запускает **2** ракеты при каждой атаке. Каждая ракета наносит урон, равный **34,8%** от АТК.",
            
            star2: "Время перезарядки уменьшается до **200** секунд.",
            
            star3: "Запускает **4** ракеты при каждой атаке. Каждая ракета наносит урон, равный **34,8%** от АТК.",
            
            star4: "Уменьшает получаемый Физический урон на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Продлевает время существования рук колосса до **30** секунд. Во время их действия весь получаемый урон уменьшается на **20%**."
        }
}

export default colossusarms;
