const hologramprojector = {
    name: "Голографический проэктор",
    description: "Проэцирует голограмму персонажа, которая повторяет за ним его атаки, нанося **50%** урона Странника. Длится **15** секунд. Перезарядка: **180** секунд.",
    advancement: {
            star1: "Время существования голограммы увеличивается до **20** секунд.",
            
            star2: "Урон голограммы увеличивается до **75%** от урона Странника.",
            
            star3: "Нажмите снова, чтобы траспонироваться на место голограммы.",
            
            star4: "Увеличивает Урон Напряжением на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Урон голограммы увеличивается до **100%** от урона Странника. Траспонирование сбрасывает эффекты контроля."
        },
    
}

export default hologramprojector;
