const hoverboard = {
    name: "Ховерборд",
    description: "Используйте Ховерборд для быстрого передвижения по земле или зыбучему песку. Тратит выносливость. Перезарядка: **90** секунд.",
    advancement: {
            star1: "Время перезарядки уменьшается до **60** секунд.",
           
            star2: "Трата выносливости уменьшается **вдвое** при скольжении по земле. Скольжение по воде не тратит выносливость.",
           
            star3: "Использование Ховерборда во время **плавания** игнорирует время перезарядки.",
           
            star4: "Увеличивает Урон Огнём на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
         
            star5: "Время перезарядки уменьшается до **30** секунд."
        }
}

export default hoverboard;
