const omniumshield = {
    name: "Омниумовый щит",
    description: "Создаёт Омниумовый щит, начальная прочность которого равна **200%** от максимального здоровья Странника. Щит способен останавливать снаряды в течение **10** секунд. Перезарядка: **90** секунд.",
    advancement: {
            star1: "Замедляет прошедших сквозь щит врагов на **50%** в течение **2** секунд.",
            
            star2: "Время перезарядки уменьшается до **60** секунд",
            
            star3: "Время существования щита увеличивается до **20** секунд.",
            
            star4: "Уменьшает получаемый Урон Холодом на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Когда Странник или его союзники проходят сквозь Омниумовый щит, их наносимый урон увеличивается на **25%** в течение **7** секунд."
        }
}

export default omniumshield;
