const confinement = {
    name: "Заключение",
    uri: "confinement",
    imgSrc: "confinement.png",
    rarity: "SSR",
    chinaOnly: false,
    description: "Создаёт область заключения радиусом в **7** метров на **10** секунд. В зоне поражения каждую секунду будут происходить энергетические пульсации, наносящие элементальный урон, равный **73,4%** от АТК элемента текущего оружия. Соприкасаясь с краем зоны поражения, цели будут **оглушаться** на **2** секунды. Перезарядка: **240** секунд.",
    advancement: {
            star1: "Длительность оглушения увеличивается до **3** секунд. Время перезарядки уменьшается до **180** секунд.",
           
            star2: "Урон энергетических пульсаций увеличивается на **30%**.",
           
            star3: "Время перезарядки уменьшается до **120** секунд.",
          
            star4: "Увеличивает Физический урон на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Каждые **3** секунды происходит землетрясение, **подбрасывающее цели в воздух**. Волн можно избежать при помощи прыжка."
        }
}

export default confinement;
