const spacetimerift = {
    name: "Пространственный разлом",
    rarity: "SSR",
    chinaOnly: false,
    description: "Запускает протонную бомбу в текущем местоположении, создавая пространственно-временной коллапс, который притягивает цели в течение **10** секунд. Через 1,5 секунды в центре коллапса каждые **0,5** секунды наносится урон, равный **39,6** от АТК. Перезарядка: **100** секунд.",
    advancement: {
            star1: "Враги, попавшие в разлом и находящиеся не высоко в воздухе, не могут уворачиваться. Длительность коллапса увеличивается до **15** секунд.",
            
            star2: "Радиус поражения увеличивается на **100%**.",
            
            star3: "Увеличивает урон по целям в радиусе поражения на **20%**.",
            
            star4: "Уменьшает получаемый Урон Огнём на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Враги, попавшие в разлом, не могут получить любое лечение."
        }
}

export default spacetimerift;