const typevarmor = {
    name: "Меха V типа",
    rarity: "SSR",
    chinaOnly: false,
    description: "Пилотируйте меху, сражаясь в ней в течение **30** секунд. Перезарядка: **200** секунд. Иммунитет к оглушению. Используйте реликт снова, чтобы выйти из мехи и подорвать её. Обладает навыком <strong class='text-orange'>Прицельный выстрел**, позволяющий вести быструю стрельбу, каждым попаданием нанося урон, равный **44,4%** от АТК.",
    advancement: {
            star1: "Во время пилотирования мехи даёт иммунитет к Урону Огнём и эффектам контроля.",
            
            star2: "Получает навык <strong class='text-orange'>Артиллерийского огня**, стреляющий 6 раз в захваченную цель, каждым попаданием нанося урон, равный **155,2%** от АТК.",
            
            star3: "Во время пилотирования мехи также накладывает горение при нанесении урона.",
            
            star4: "Увеличивает Урон Огнём на **2%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Получает навык <strong class='text-orange'>Пламенной зоны**, который заливает огнём большую область в текущем местоположении, нанося до **1146,8%** урона от АТК."
        }
}

export default typevarmor;