{
    "name": "Cross Sniper",
    "imgSrc": "item_Weapon_SSR_Snipe_fire01",
    "element": "flame",
    "type": "dps",
    "shatter": {
        "tier": "S",
        "value": "12.00"
    },
    "charge": {
        "tier": "A",
        "value": "9.00"
    },
    "baseStats": [
        "attack",
        "health",
        "crit"
    ],
    "materials": [
        "flame",
        "red",
        "black"
    ],
    "weaponEffects": [
        {
            "title": "Flame Reaction",
            "description": "Increase flame ATK by **20%** and flame resistance by **40%**. Activate by equipping **2** or more flame weapons. This set effect also works with weapons in the off-hand slot. Effect does not stack with Flame Resonance."
        },
        {
            "title": "Peace of Mind",
            "description": "Using Cross Sniper's skill, discharge, charged attack, or dodge increases Cross Sniper's final crit rate by **5%** for **15** seconds. Stacks up to **3** times. If crit rate exceeds **100%**, **50%** of the excess crit rate is converted to crit damage (up to **7.5%**)."
        }
    ],
    "advancements": [
        "Hitting the target **2** times with Scoped Shot will create an **optical space** at the target location for **12** seconds. Enemies within the space will trigger a detonation and then automatically trigger 2 detonations. When enemies leave the space, their movement speed is reduced by **80%** for **5** seconds, cooldown **12** seconds.\n\nEnemies targeted by the Scoped Shot shot will be scared for **1.5** seconds, reducing their attack speed and movement speed by **80%**, cooldown **4** seconds.",
        "Increase the current weapon's base ATK growth by **16%**.",
        "After a critical hit by Scoped Shot, recover **50%** of damage dealt as HP (up to **15%** of Max HP) and gain **50** weapon charge.\n\nPeace of Mind: each stack increases final crit rate by **9%** (up to **27%**), and maximum crit damage conversion is **13.5%**.",
        "Increase the current weapon's base ATK growth by **32%**.",
        "**Violent Bullet Enhancement** - Enhanced Scorch state increases the target's scorching damage to **30%**.\n\n**Deception Magic Bullet Enhancement** - Gas detonation damage ignores the target's flame resistance by **30%**.",
        "Increase Scoped Shot's damage by **20%**."
    ],
    "abilities": [
        {
            "name": "Normal Attack",
            "type": "normal",
            "imgSrc": "pugong_snipe",
            "input": [
                "Attack x3"
            ],
            "description": "While on the ground, attack 3 times with a sniper rifle.",
            "breakdown": [
                "**44.2%** of ATK + **2** and small knockback.",
                "**84.4%** of ATK + **4** and small knockback.",
                "**176.9%** of ATK + **9** and knockdown."
            ]
        },
        {
            "name": "Scoped Shot",
            "type": "normal",
            "imgSrc": "skill_snipe_power",
            "input": [
                "hold:Attack"
            ],
            "description": "Hold the basic attack to enter to scope in and charge the sniper rifle, firing a charged attack that deals damage equal to **58%** of ATK + **3** to the target. Shots charged to stage 3 can deal up to **400.8%** of ATK + **21**. Hitting an enemy's head triggers a headshot (does not apply to Wanderers) dealing double damage and suspending the target.\n\n**Passive:** When Scoped Shot hits a burning target or deals a critical hit, gain **300** weapon charge, cooldown **15** seconds.\n\n**Passive:** Using Scoped Shot increases your movement speed by **30%** for **3** seconds."
        },
        {
            "name": "Boiling Point",
            "type": "normal",
            "imgSrc": "skill_snipe_branch",
            "input": [
                "Attack",
                "hold:Attack"
            ],
            "description": "Hold attack after normal attacking to fire a laser projectile that explodes on contact, dealing damage equal to **150%** of ATK + **8** and suspending targets within range."
        },
        {
            "name": "Aerial Attack",
            "type": "normal",
            "imgSrc": "pugong_snipe",
            "input": [
                "Jump",
                "Attack x3"
            ],
            "description": "While airborne, tap basic attack 3 times to perform consecutive aerial attacks.",
            "breakdown": [
                "**47.6%** of ATK + **3** and small knockback.",
                "**90.6%** of ATK + **5** and small knockback.",
                "**190.5%** of ATK + **10** and knockdown."
            ]
        },
        {
            "name": "Twilight Arc",
            "type": "dodge",
            "imgSrc": "skill_snipe_evadeattack",
            "input": [
                "Dodge",
                "Attack"
            ],
            "description": "Jump backwards and throw an explosive shell, detonating when it hits the ground and dealing damage equal to **37%** of ATK + **2** and suspending targets.\n\n**Passive:** Tap basic attack after using Twilight Arc to instantly fire a fully-charged Scoped Shot."
        },
        {
            "name": "Dodge",
            "type": "dodge",
            "imgSrc": "common_evade",
            "description": "Dodge right before getting hit to trigger a Phantasia, cooldown 15 seconds, reducing the speed of enemies within an area. Become immune to hitstun for **0.5** seconds while dodging."
        },
        {
            "name": "Backup Magazine",
            "type": "skill",
            "imgSrc": "skill_snipe_skillstart",
            "description": "Activate the skill once to alternate between enhancement magazines. Depending on the magazine you choose, the effects of Scoped Shot and Twilight Arc will be changed. Activate the skill again when the desired magazine is showing as the skill icon to equip that magazine. The skill will remain active until the magazine is empty (after **8** Scoped Shots). The skill has a cooldown of **14** seconds.\n\n\n**Firebomb Magazine:** Scoped Shots will explode and deal flame AoE damage equal to **59.2%** of ATK + **3**, up to **410%** of ATK + **22** after charging. If the hit target is not inflicted with a burn, apply Cross Burn to the target (deals **120%** of ATK every second for **13** seconds). If the target was already inflicted with a burn, apply Cross Burn while gaining Burn Enhancement (increases burn damage by **20%** for **20** seconds). Twilight Arc throws **3** explosive shells while this magazine is active.\n\n\n**Gasbomb Magazine:** Scoped Shots fire a gas bomb, dealing damage equal to **80.9%** of ATK + **4**, up to **560.5%** of ATK + **30** after charging. The gas lasts for **7** seconds and slows enemies within its radius. Twilight Arc can detonate the gas (the longer you charge Scoped Shot, the more damage the gas detonation will deal) for explosion damage up to **620%** of ATK + **33** and reduce flame resistance of targets by **10%**.\n\n\n**Passive:** For the duration of the magazine, gain Optical Enhancement, which reduces the charge time Scoped Shot by **30%** and grants immunity to control effects while charging. For every **2** dodges, the first one will not consume a dodge (up to **4** times).\n\n\n**Passive:** While equipped with the Gasbomb magazine, using Scoped Shot will reduce skill cooldowns of other flame weapons by **0.7** seconds."
        },
        {
            "name": "Missile Command",
            "type": "discharge",
            "imgSrc": "skill_snipe_changeskill",
            "description": "When ***weapon charge*** is full or ***Phantasia*** is triggered, switch to this weapon to **clear all debuffs from the user**, throw a firebomb, and snipe it to detonate, dealing damage equal to **890%** of ATK + **47** to targets within range. During the discharge animation, become immune to damage for **2.6** seconds (does not take effect in Apex League)."
        }
    ],
    "abilitiesVideoSrc": "https://www.youtube.com/embed/Y2YTJ11HGTQ?start=60",
    "recommendedMatrices": [
        {
            "name": "Annabella",
            "pieces": 4,
            "description": "Very high damage and crit damage buff set effects with 100% uptime."
        },
        {
            "name": "Crow",
            "pieces": 2,
            "description": "High damage matrix set when you have high crit rate. Cross Sniper's kit boosts crit rate by a considerable amount as well."
        },
        {
            "name": "Ruby",
            "pieces": 2,
            "description": "Easy to main Flame ATK buff should you decide to use it on Cross Sniper."
        },
        {
            "name": "Shiro",
            "pieces": 2,
            "description": "Great matrix set for both shatter and consistent damage increase."
        },
        {
            "name": "Samir",
            "pieces": 2,
            "description": "Cross Sniper will have a hard time maintaining damage buff stacks with this set, so it is best used only when there are multiple mobs that you can spam Twilight Arc on."
        },
        {
            "name": "Sobek",
            "pieces": 3,
            "description": "A good substitute for SSR damage chips if you don't have them. Very useful against groups of mobs, i.e. in Bygone Phantasm."
        }
    ]
}