{
    "name": "Nan Yin",
    "imgSrc": "item_Weapon_SSR_Nanyin",
    "element": "altered",
    "type": "dps",
    "isMeta": true,
    "shatter": {
        "tier": "S",
        "value": "12.00"
    },
    "charge": {
        "tier": "S",
        "value": "12.00"
    },
    "baseStats": [
        "attack",
        "health",
        "crit"
    ],
    "materials": [
        "red",
        "green",
        "black",
        "blue"
    ],
    "weaponEffects": [
        {
            "title": "Last Knock",
            "description": "Increase ATK by **30%**. Activate by equipping **3** altered weapons. This set effect works in the off-hand slot."
        },
        {
            "title": "Influence",
            "description": "After switching the weapon to **Black Bamboo**, **Black Bamboo's** damage element type will be changed to the element type of the previous active weapon."
        },
        {
            "title": "Temporary Dwelling",
            "description": "Any unlocked wanderer's weapon can be enhanced with Darkness in the settings of a specific weapon. \n\nDarkness-enhanced weapons deals **4%** more damage. \n\nWhen not spreading to other weapons, Darkness resides in **Black Bamboo**, increasing all wanderer's damage dealt by **9%** when **Black Bamboo** is the current active weapon."
        }
    ],
    "advancements": [
        "Darkness damage buff is further increased by **1%** for every **1** advancement level of Darkness-enhanced weapon. \n\n**Hyperspace** damage's base multiplier is increased to **0.06%** of total wanderer damage in Hyperspace (not including Shadow damage) plus **4,000%** of ATK.",
        "Increase the current weapon's base ATK growth by **16%**.",
        "Shadow inherits an additional **50%** of the wanderer's AТK. If the wanderer is not in Trance state, when the wanderer takes lethal damage, the Shadow disappears and the wanderer becomes invulnerable for a short period of time. This effect triggers once every **60** seconds, with other similar effects triggering first and works in the off-hand slot.",
        "Increase the current weapon's base ATK growth by **32%**.",
        "In **Hyperspace**, you ignore **20%** of target's elemental resistance. The limit of created Abyss Flows is increased to **3**.",
        "**Hyperspace** damage's base multiplier is increased to **0.12%** of total wanderer damage in Hyperspace [not including Shadow damage] plus **4,000%** of ATK."
    ],
    "abilities": [
        {
            "name": "Tonal Resonance",
            "type": "normal",
            "imgSrc": "skill_nanyin_melee",
            "input": [
                "Attack x5"
            ],
            "description": "While on the ground, use normal attack to launch 5 consecutive attacks. ",
            "breakdown": [
                "**120%** of ATK.",
                "**168%** of ATK.",
                "**178%** of ATK.",
                "**286%** of ATK.",
                "**1640%** of ATK."
            ]
        },
        {
            "name": "Global Resonance",
            "type": "normal",
            "imgSrc": "skill_nanyin_airattack",
            "input": [
                "Jump",
                "Attack x5"
            ],
            "description": "While airborne, use normal attack to launch 5 consecutive attacks in mid-air, consuming endurance.",
            "breakdown": [
                "**120%** of ATK.",
                "**168%** of ATK.",
                "**178%** of ATK.",
                "**286%** of ATK.",
                "**1640%** of ATK."
            ]
        },
        {
            "name": "Shadowburt",
            "type": "normal",
            "imgSrc": "skill_nanyin_meleebranch1",
            "input": [
                "Attack x1 - 3",
                "hold:Attack"
            ],
            "description": "While on the ground, press and hold normal attack while using first/second/third-fourth normal attack to trigger Shadow burst, expanding stamina. \n\nAttacks forward, dealing damage equal to **295%**/**590%**/**886%** of ATK to nearby enemies. \n\nAfter using Shadow burst, press and hold a normal attack to perform Surf Fracture."
        },
        {
            "name": "Aerial Shadowburt",
            "type": "normal",
            "imgSrc": "skill_nanyin_airattackbranch1",
            "input": [
                "Jump",
                "Attack x1 - 3",
                "hold:Attack"
            ],
            "description": "While in the air, press and hold normal attack while using first/second/third-fourth normal attack to trigger Aerial Shadow burst, expending stamina. \n\nAttacks forward, dealing damage equal to **310%**/**620%**/**930%** of ATK to nearby enemies. \n\nAfter using Aerial Shadowburst, press and hold a normal attack to perform Flow Fracture."
        },
        {
            "name": "Surf Fracture",
            "type": "normal",
            "imgSrc": "skill_nanyin_meleebranch2",
            "input": [
                "Attack",
                "hold:Attack",
                "hold:Attack"
            ],
            "description": "After using Shadow burst, press and hold a normal attack to perform Surf Fracture, expending stamina. \n\nAttacks forward, dealing damage equal to **1,611%** of ATK to nearby targets."
        },
        {
            "name": "Flow Fracture",
            "type": "normal",
            "imgSrc": "skill_nanyin_airattackbranch2",
            "input": [
                "Jump",
                "Attack",
                "hold:Attack",
                "hold:Attack"
            ],
            "description": "After using Aerial Shadowburst, press and hold a normal attack to perform Flow Fracture, expending stamina. \n\nAttacks forward, dealing damage equal to **1,742%** of ATK to nearby targets."
        },
        {
            "name": "Hollow Abyss Flow",
            "type": "normal",
            "imgSrc": "skill_nanyin_powerattack",
            "input": [
                "hold:Attack"
            ],
            "description": "While on the ground, press and hold normal attack to create an Abyss Flow at the current location. Click on created marker on the world map to teleport to that location or configure it. Up to 2 Abyss Flows can exists at a time."
        },
        {
            "name": "Vortex Field",
            "type": "normal",
            "imgSrc": "skill_nanyin_evadeattack",
            "input": [
                "Arrow keys",
                "Dodge",
                "Attack"
            ],
            "description": "Use normal attack during the short perfect dodge window (use a directional button before dodging) to trigger Vortex Field. \n\nDark Matter is created at the chosen location, dealing damage equal to **360%** of ATK. When enemies pass near the Dark Matter, a Vortex Field is formed that pulls them together. \n\nWhen passing through the Vortex Field, the wanderer gains Dimension Defense effect for **15** seconds, which allows to block **1** attack from a target whose damage will not exceed **300%** of the wanderer's Max HP. Up to **1** Dimension Defense effect can be received every **15** seconds."
        },
        {
            "name": "Dodge",
            "type": "dodge",
            "imgSrc": "common_evade",
            "description": "Dodge right before getting hit to trigger a Phantasia, cooldown 15 seconds, reducing the speed of enemies within an area. Become immune to hitstun for **0.5** seconds while dodging."
        },
        {
            "name": "Hyperspace",
            "type": "skill",
            "imgSrc": "skill_nanyin_skill",
            "description": "Wanderer gains temporary invulnerability, activates Hyperspace and deals damage equal to **2,080%** of ATK to nearby targets, also slowing them by **65%** for **3** seconds (has no effect in team play and against bosses). At the same time triggers Shadow's skill. Cooldown: **60** seconds. \n\nWanderer soars into the air and forces nearby enemies to enter Hyperspace. Hyperspace lasts up to **60** seconds, during which wanderer gains the Hyperbody effect and **Black Bamboo's** damage ignores enemies' shields. \n\nHyperspace gain **2** plus the number of enemies in the area times **1** energy every second. When the amount of stored energy reaches **45**, Hyperspace collapses, dealing damage equal to **0.06%** of total wanderer damage in Hyperspace (not including Shadow damage) plus **2,000%** of ATK. \n\nHyperspace disappears prematurely after **4** collapses."
        },
        {
            "name": "Butterfly Dance",
            "type": "skill",
            "imgSrc": "skill_nanyin_evadebeidong",
            "description": "In **team play**, after any successful **Black Bamboo's** dodge skill creates **1** butterfly that will follow the wanderer for **60** seconds. \n\nWhen Attack Resonance/Balance Resonance is active: The butterfly surrounds the wanderer's target. Its flight path forms a visual trail and deals damage equal to **300%** of target's ATK as it passes through the trail. \n\nWhen Fortitude Resonance is active: \n\nTargets passing through the butterfly's trail are slowed by **65%** For **2** seconds. Allies [including yourself] passing through the butterfly's trail receive a shield equal to **10%** of Max HP, stacking up to **20%** and lasts for **15** seconds. Shield can be received once per second. \n\nWhen Benediction Resonance is active: \n\nWhen an ally takes lethal damage and falls to the ground, the butterfly helps them up immediately and then disappears."
        },
        {
            "name": "Harmony Fetters",
            "type": "discharge",
            "imgSrc": "skill_nanyin_changeskill",
            "description": "When ***weapon charge is full*** or ***Phantasia*** is triggered, upon switching to this weapon, **remove all debuffs from the Wanderer**, creates chains and shackles the target, slowing by **65%** for **3** seconds [has no effect in team play and against bosses]. Deals damage equal to **3,970%** of ATK. During this period, gain damage immunity for **2.6** seconds (unavailable in Apex League). \n\n**Passive: Shadow** Harmony Fetters create a Shadow on the Field, which synergistically attacks the same target with the wanderer. Only **1** Shadow can exist at a time. The Shadow lasts for **20** seconds out of combat. \n\nFor each equipped altered weapon or weapon of different element, Shadow's damage increases by **10%**. In addition, Shadow's damage is not affected by any damage boost effects except from titan equipment's rare stats, and won't trigger additional attack effects. \n\nPress and hold the dodge button to enter the Trance stance: you become bound to the Shadow and can control its movements, but Shadow loses his synergy attack which is replaced by Shadow Normal Attack and Shadow Skill. \n\nWhen you enter a Trance state, Shadow goes into a Rage state: its movement speed, damage reduction, shatter and charge rates are increased by **50%**. In addition, Shadow's normal attack and skill damage is increased by the percentage of HP lost. \n\n**Shadow Synergy**: periodically deals damage equal to **1,760% ~ 3,200%** of Shadow's ATK to wanderer's target. \n\n**Shadow Aura**: every second deals damage equal to **800%** of Shadow's ATK to nearby targets. \n\n**Shadow Normal Attack**: press the normal attack button to perform **4** consecutive attacks. Each attack deals damage equal to **4,800% ~ 7,700%** of Shadow's ATK to nearby targets (counts as normal attack damage). \n\n**Shadow Skill**: spends **25%** of Shadow's Max HP and deals damage equal to **14,300% ~ 15,600%** of Shadow's ATK to nearby targets (counts as skill damage). \n\n**Shadow Banishment**: Shadow disappears when it takes lethal damage, when Wanderer removes or retrieves **Black Bamboo**, or when Wanderer presses and holds the dodge button while the Trance trance is active. \n\n**Passive: Ambivalence** Harmony Fetters triggers an additional effect that depends on the element type of the previous weapon that was active before it was switched to **Black Bamboo**. \n\n**Frost**: summons Darkness: Baihu, deals damage equal to **1,000%** of ATK and gains a shield equal to **60%** of Max HP for **30** seconds. At the same time creates an ice storm for **60** seconds at the wanderer's target location, every second dealing damage equal to **700%** of ATK (counts as normal attack damage). \n\n**Flame**: summons Dark Wretch: Black Crow, deals damage equal to **1.000%** of ATK and inflicts burn for **5** seconds, every second dealing damage equal to **320%** of ATK (counts as passive damage]. \n\n**Volt**: summons Dark Wretch: Longxiang, deals damage equal to **1,000%** of ATK. When wanderer is not in Trance state, every second consumes **5%** of Shadow's Max HP to deal additional equivalent damage to nearby targets (counts as normal attack damage). \n\n**Physical**: summons Darkness: Hornmane, deals damage equal to **1,000%** of ATK and grants a Sweeping effect for 30 seconds, dealing additional damage equal to **750%** of ATK to nearby targets when a critical hit is landed (counts as normal attack damage). Additional damage can trigger once per **0.85** seconds. \n\n**Altered**: summons Darkness: Taote, deals damage equal to **1,050%** of ATK. The Shadow additionally inherits **100%** of the wanderer's ATK. When Shadow disappears, an explosion is created, dealing damage equal to **15,000%** of Shadow's ATK (counts as skill damage)."
        }
    ],
    "abilitiesVideoSrc": "https://www.youtube.com/embed/NWY-Ojt_5iM?start=192",
    "rating": [80,0,0,0,40,90],
    "recommendedPairings": [],
    "recommendedMatrices": [
        {
            "name": "Nan Yin",
            "pieces": 4
        }
    ]
}