{
    "name": "Zhi Ming",
    "imgSrc": "item_Weapon_SSR_Zeke_Phy01",
    "element": "physical",
    "type": "dps",
    "isMeta": true,
    "shatter": {
        "tier": "SS",
        "value": "14.00"
    },
    "charge": {
        "tier": "S",
        "value": "12.00"
    },
    "baseStats": [
        "attack",
        "health",
        "crit"
    ],
    "materials": [
        "physical",
        "red",
        "black"
    ],
    "weaponEffects": [
        {
            "title": "Physical Resonance",
            "description": "Equip **2** physical element weapons to increase Physical Attack by **20%** and Physical Resistance by **40%**."
        },
        {
            "title": "Armor Break - Disarm",
            "description": "After casting 'Absolute Dominion', deals damage to the target every second, equal to **1,000%** of physical attack + **16%** of own maximum HP + **600%** of the sum of all elemental resistances + **2,000%** critical hit damage. Lasts for **30** seconds. Multiple instances of Disarm damage do not stack. Armor Break damage is considered as skill damage. If equipped with any Lightning/Fire/Ice weapon, Armor Break damage is increased by **2.5** times. not affected by damage increases from equipment attributes other than Titan equipment's rare attributes and does not trigger additional attack effects."
        }
    ],
    "advancements": [
        "Every time grievous is inflicted on a target, deal devouring damage equal to **100%** of ATK. This effect can be triggered once every **0.5** seconds. ",
        "Increase the current weapon's base ATK growth by **16%**.",
        "After **Mighty East Wind** activates and hits a target, the target becomes a member of the Snake Chain.",
        "Increase the current weapon's base ATK growth by **32%**.",
        "After unleashing Extreme Ravine, the damage taken by the Wanderer is reduced by **10%** (increases to **20%** in solo play), lasting for **30** seconds. ",
        "When there is **1** Snake Chain member, the transfer rate of damage from Snake chain is increased to **80%**   . "
    ],
    "abilities": [
        {
            "name": "Insult Resistant",
            "type": "normal",
            "imgSrc": "skill_zeke_fevadeattack",
            "input": [
                "Attack x5"
            ],
            "description": "While on the ground, use normal attack to launch 5 consecutive attacks. **While Xuanwu Totem** is active, after the last segment of the fifth attack lands, inflict a Snakebite effect to the target. ",
            "breakdown": [
                "**376%** of ATK + **20**.",
                "**533%** of ATK + **28**.",
                "**576%** of ATK + **30**.",
                "**680%** of ATK + **36**.",
                "**1080%** of ATK + **57**."
            ]
        },
        {
            "name": "Flying Stone",
            "type": "normal",
            "imgSrc": "skill_zeke_airattack",
            "input": [
                "Jump",
                "Attack x5"
            ],
            "description": "While airborne, use normal attack to launch 5 consecutive attacks in mid-air, consuming endurance.",
            "breakdown": [
                "**376%** of ATK + **20**.",
                "**560%** of ATK + **29**.",
                "**547.2%** of ATK + **29**.",
                "**467.2%%** of ATK + **25**.",
                "**1080%** of ATK + **57**."
            ]
        },
        {
            "name": "One Heart on the Other Shore",
            "type": "normal",
            "imgSrc": "skill_zeke_branch",
            "input": [
                "Attack x1 - x4",
                "hold:Attack"
            ],
            "description": "While on the ground, tap and hold normal attack when executing the first to fourth normal attacks to trigger One Heart on the Other Shore.\n\nThrow the weapon forward, dealing damage equal to **708%** of ATK + **37** to nearby targets."
        },
        {
            "name": "Collapsing Mountain",
            "type": "normal",
            "imgSrc": "skill_zeke_branch1",
            "input": [
                "hold:Attack"
            ],
            "description": "While on the ground, tap and hold normal attack to trigger Collapsing Mountain.\n\nLeap forward and continuously strike at the front while consuming endurance, dealing damage equal to **800%** of ATK + **42** to nearby targets."
        },
        {
            "name": "Mountain Range",
            "type": "normal",
            "imgSrc": "skill_zeke_jumpattack",
            "input": [
                "Jump",
                "hold:Attack"
            ],
            "description": "Tap and hold normal attack while airborne (tap when a target is available), or use normal attack while climbing, jumping backward, or using the Jetpack to trigger Mountain Range.\n\nFall from above and land on the ground, dealing damage equal to **680%** of ATK + **36** to nearby targets."
        },
        {
            "name": "Dodge",
            "type": "dodge",
            "imgSrc": "common_evade",
            "description": "Dodge right before getting hit to trigger a Phantasia, cooldown 15 seconds, reducing the speed of enemies within an area. Become immune to hitstun for **0.5** seconds while dodging.\n\nDodge can be used in **Martial Artist** style or **Marauder** style. Dodging in **Martial Arts** style grants **5** seconds of Hyperbody."
        },
        {
            "name": "Open Clouds",
            "type": "dodge",
            "imgSrc": "skill_zeke_fevadeattack",
            "input": [
                "Arrow keys",
                "Dodge",
                "Attack"
            ],
            "description": "Tap normal attack during the short perfect dodge window (tap an arrow button before dodging) to trigger Open Clouds, dealing damage to nearby targets equal to **120%** of ATK + **6**.\n\nWhile Xuanwu Totem is active, after the attack lands, inflict a Snakebite effect to the target."
        },
        {
            "name": "Cut Sand",
            "type": "dodge",
            "imgSrc":"skill_zeke_bevadeattack",
            "input": [
                "Dodge",
                "Attack"
            ],
            "description": "Tap normal attack during the short period after dodging to trigger Cut Sand, dealing damage to the target in front equal to **249.9%** of ATK + **13**.\n\nWhile Xuanwu Totem is active, after the attack lands, inflict a Snakebite effect to the target."
        },
        {
            "name": "Wind Watching",
            "type": "dodge",
            "imgSrc": "skill_zeke_evadespec",
            "input": [
                "Dodge",
                "hold:Attack"
            ],
            "description": "After a Xuanwu Totem has been successfully summoned by unleashing Extreme Ravine, unleashing Wind Watching will allow you to enter the state of 'Non-Self', lasting for **25** seconds, while also gaining **3** stacks of Mediation Slash.\n\nWhen any of Zhi Ming's normal attacks or dodge attacks hits a target, Mediation Slash can be consumed. When the attacked target type is a normal or elite monster, and its current HP value does not exceed **350,000** times that of the Wanderer's basic attack value, the target will be instantly executed, otherwise deal damage equal to **3,000%** of ATK to the target.\n\nWhen the amount of Mediation Slashes is depleted, or when this weapon is switched to another weapon, the state of 'Non-Self' ends. The state of 'Non-Self' can only be activated once every **200** seconds."
        },
        {
            "name": "Extreme Ravine",
            "type": "skill",
            "imgSrc": "skill_zeke_skill",
            "description": "Slice a rift in the ground in front of you while temporarily becoming immune to damage (unavailable in Apex League), drawing in nearby targets and dealing damage equal to **2,480%** of ATK + **131**. Cooldown: **20** seconds. Increase physical damage by **30%** for **30** seconds, after which a **Xuanwu Totem** is summoned onto the field. The **Xuanwu Totem** will be removed while you are not in combat.\n\nEvery **0.6** seconds, **Xuanwu Totem** will summon Mysterious Souls from the four eyes of the formation, dealing damage equal to **100%** of ATK to targets hit in the path of Mysterious Souls. When Extreme Ravine is on cooldown, a new skill, ‘Mirror Reflection’ is unlocked: you may return nearby Mysterious Souls back to the **Xuanwu Totem**, which will activate and light up an eye of the **Xuanwu Totem**. Activating the eyes of **Xuanwu Totem** will allow you to enter the state of ‘Non-Self’. \n\nWhile there is a **Xuanwu Totem** active, gain hyperbody while Zhi Ming is your current weapon, and gain the ability to inflict the Snake Bite effect to targets under the following conditions:\n\nAfter Extreme Ravine hits a target, inflict Snake Bite to the target with the highest HP;\n\nAfter the fifth attack of Insult Resistant hits a target at the last segment, inflict Snake Bite to the target;\n\nAfter Open Clouds hits a target, inflict Snake Bite to the target;\n\nAfter Cut Sand hits a target, inflict Snake Bite to the target.\n\nSnake Bite inflicts **300%** of ATK to the target and restore **12%** of your max HP. Targets inflicted with Snake Bite become members of the Snake Chain.\n\nSnake Chain transfers **30%** of the damage received from the Wanderer's current weapon and inflicted grievous status effects to all members of the Snake Chain (including the target itself), up to a maximum of 4 Snake Chain members.\n\nThe type of element damage inflicted by Snake Chain is dependent on the element of the Wanderer's current weapon. The transferred damage dealt within a **30** second period cannot exceed **14,000** times the highest attack value of the Wanderer (there is no limit in team play), and executions from Mediation Slash cannot be transmitted.\n\nAfter unleashing Extreme Ravine, Mighty East Wind may also be triggered:\n\nSnake Chain memberwill deal devour damage to nearby targets (including the target itself) equal to **35%** of ATK, while resetting the devouring damage count."
        },
        {
            "name": "Way Back Home",
            "type": "discharge",
            "imgSrc": "skill_zeke_changeskill",
            "description": "When ***weapon charge is full*** or ***Phantasia*** is triggered, switching to this weapon from another **removes all debuffs from the wielder** and summons Xuanwu, dealing ranged damage equal to **2,096%** of ATK + **110** to nearby targets. During this period, gain damage immunity for **2.6** seconds (unavailable in Apex League)."
        }
    ],
    "abilitiesVideoSrc": "https://youtube.com/embed/Df1KZ8zmsTk?start=135",
    "rating": [],
    "recommendedPairings": ["Fiona","Gnonno","Umi"],
    "recommendedMatrices": [
        {
            "name": "Zeke",
            "pieces": 4
        }]
}
