const monocross = {
    name: "Монокросс",
    parts: {
        part1: {
            source: "Можно получить при прохождении скрытого задания в Шахтах Крона.",
        },
        part2: {
            source: 
                `Внутри бункера у побережья, на севере Снежных полей Уоррена (664, -1236).  
                Пароль: *7092*.`,
        },
        part3: {
            source: "Капсула снабжения в центре Снежных полей Уоррена (938, -403).",
        },
        part4: {
            source: "Редкий дроп с ***Поборников***.",
            map: "monocrosselites.jpg"
        }
    }
}

export default monocross;
