const voyager = {
    name: "Путешественник",
    parts: {
        part1: {
            source: "Можно получить при прохождении скрытого задания в Навиа.",
        },
        part2: {
            source: "Редкий дроп с ***Четырёх сил***.",
            map: "voyagerelites.jpg"
        },
        part3: {
            source: 
                `Внутри закрытого бункера на Морской пристани, на юге Шахт Крона (511, 767).  
                Пароль: *3594*.`,
        },
        part4: {
            source: "Можно получить при прохождении скрытого задания в Навиа.",
        }
    }
}

export default voyager;
