const hoveringcannon = {
    name: "Парящая пушка",
    description: "Призывает Парящую пушку на **20** секунд. Перезарядка: **240** секунд. У Парящей пушки есть навык ***Лазерного луча***, который каждым попаданием наносит урон, равный **5,6%** от АТК.",
    advancement: {
            star1: "Время существования Парящей пушки увеличивается до **24** секунд.",
            
            star2: "Получает навык ***Лазерного массива***, который **замораживает** цели при попадании по ним **4** раз подряд. Наносит урон, равный **93,2%** от АТК.",
            
            star3: "Время перезарядки уменьшается до **150** секунд.",
            
            star4: "Увеличивает Урон Холодом на **1,5%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Получает навык ***Сокрушения***, который наносит целям урон, равный **55,9%** от АТК, и **оглушает** их на **0,5** секунд."
        }
}

export default hoveringcannon;
