const magneticpulse = {
    name: "Магнитный импульс",
    description: "Подрывает Магнитную бомбу, нанося Урон Напряжением, равный **38,8%** от АТК, и **подбрасывая** цели. Дарует персонажу неуязвимость к оглушению на **5** секунд. Перезарядка: **35** секунд.",
    advancement: {
            star1: "Может быть использован при нахождении под эффектами контроля.",
            
            star2: "Дарует неузявимость к эффектам контроля на **5** секунд.",
            
            star3: "При попадании Магнитным импульсом во врага к нему на **7** секунд прикрепится Магнитная бомба, которая взорвётся, если цель применит базовые атаки/уклонения/навыки. Взрываясь, Магнитная бомба замедляет цель на **40%** в течение **5** секунд.",
            
            star4: "Уменьшает получаемый Урон Напряжением на **1,5%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Взрыв Магнитной бомбы сбрасывает с цели все положительные эффекты."
        }
}

export default magneticpulse;
