const omniumhandcannon = {
    name: "Омниумовая пушка",
    description: "Запускает **1** Омниумовую бомбу в выбранное место и на **20** секунд создаёт энергетическую колонну при попадании в землю или воду. По энергетической колонне можно взобраться. Перезарядка: **50** секунд. Обладает **2** зарядами.",
    advancement: {
            star1: "Время существования энергетических колонн увеличивается до **30** секунд.",
            
            star2: "Скорость восстановления выносливости увеличивается на **30%** в течение **20** секунд после смены на Омниумовую пушку.",
            
            star3: "Количество зарядов увеличивается до **3**.",
            
            star4: "Увеличивает Урон Огнём на **1,5%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Время перезарядки уменьшается до **40** секунд."
        }
}

export default omniumhandcannon;
