const cyberneticarm = {
    name: "Кибернетическая рука",
    rarity: "SR",
    chinaOnly: false,
    description: "Запускает Кибернетическую руку, чтобы притянуть выбранную цель к персонажу, или персонажа к выбранной цели. Наносит **100%** урона при попадании, **сильно подвешивая** цель и затем подбрасывая её в воздух (или ничего не делает, если цель неуязвима). Также даёт **300** единиц заряда оружия. Может быть использована, чтобы достичь трудодоступных мест. Обладает **2** зарядами. Восстанавливает **1** заряд каждые **30** секунд.",
    advancement: {
            star1: "Создаёт ЭМ щит, уменьшающий получаемый персонажем урон на **20%** в течение **7** секунд.",
            
            star2: "Восстанавливает **1** заряд каждые **15** секунд.",
            
            star3: "Количество зарядов увеличивается до **3**.",
            
            star4: "Увеличивает Урон Холодом на **1,5%**, даже если не выставлена. Недоступно в Высшей лиге.",
            
            star5: "Уменьшает финальный урон поражённых целей на **30%** в течение **7** секунд."
        }
}

export default cyberneticarm;