const hoveringcannon = {
    name: "Парящая пушка",
    rarity: "SR",
    chinaOnly: false,
    description: "Призывает Парящую пушку на **20** секунд. Перезарядка: **240** секунд. У Парящей пушки есть навык Лазерного луча, который каждым попаданием наносит урон, равный **5,6%** от АТК.",
    advancement: {
            star1: "Время существования Парящей пушки увеличивается до **24** секунд.",
            
            star2: "Получает навык<strong class='text-orange'>Лазерного массива**, который **замораживает** цели при попадании по ним **4** раз подряд. Наносит урон, равный **93,2%** от АТК.",
            
            star3: "Время перезарядки уменьшается до **150** секунд.",
            
            star4: "Увеличивает Урон Холодом на **1,5%**, даже если не выставлена. Недоступно в Высшей лиге.",
            
            star5: "Получает навык <strong class='text-orange'>Сокрушения**, который наносит целям урон, равный **55,9%** от АТК, и **оглушает** их на **0,5** секунд."
        }
}

export default hoveringcannon;