const jetpack = {
    name: "Джетпак",
    rarity: "SR",
    chinaOnly: false,
    description: "Нажмите и удерживайте, чтобы совершить рывок в указанную сторону на короткое расстояние, прежде чем начать парить в воздухе. Тратит **10** единиц выносливости в секунду. Перезарядка: **120** секунд (Парение в воздухе не обладает временем перезарядки). Обладает **2** зарядами.",
    advancement: {
            star1: "Восстанавливает 1 заряд Джетпака каждые **100** секунд. Парение в воздухе больше не расходует выносливость.",
            
            star2: "Парение в воздухе больше 3 секунд позволяет следующей атаке в парении **оглушить** цель на **2** секунды.",
            
            star3: "Восстанавливает 1 заряд Джетпака каждые **60** секунд",
            
            star4: "Уменьшает получаемый Физический Урон на **1,5%**, даже если не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Количество зарядов увеличивается до **3**."
        }
}

export default jetpack;
