const magneticstorm = {
    name: "Магнитный шторм",
    rarity: "SR",
    chinaOnly: false,
    description: "Деформирует магнитное поле вокруг, чтобы выпустить **1** электрическое торнадо, случайно идущее по полю боя в течение **10** секунд. Торнадо подбрасывает ближайших противников в воздух и каждую секунду наносит им урон, равный **186,3%** от АТК. Перезарядка: **100** секунд.",
    advancement: {
            star1: "Выпускает **2** элцектрических торнадо.",
            
            star2: "Урон от торнадо увеличивается на **20%**.",
            
            star3: "Выпускает **3** электрических торнадо.",
            
            star4: "Увеличивает Урон Молнией на **1,5%**, даже если не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Получая урон от торнадо, цели с **50%** шансом будут дезориентированы в течение **3** секунд. Управление дезориентированных игроков будет изменено."
        }
}

export default magneticstorm;