const missilebarrage = {
    name: "Ракетный обстрел",
    uri: "omnium-handcannon",
    imgSrc: "omniumhandcannon.png",
    rarity: "SR",
    chinaOnly: false,
    description: "Сзади персонажа на **8** секунд появляется ракетная установка, которая запускает множество ракет в ближайших противников, каждым попаданием нанося урон, равный **34,8%** от АТК. Перезарядка: **60** секунд.",
    advancement: {
            star1: "Запускает больше ракет каждую секунду.",
            
            star2: "Урон Ракетного обстрела увеличивается на **20%**.",
            
            star3: "Длительность Ракетного обстрела увеличивается до **12** секунд.",
            
            star4: "Увеличивает Физический Урон на **1,5%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Запускает ещё больше ракет каждую секунду."
        }
}

export default missilebarrage;
