const quantumcloak = {
    name: "Квантовый плащ",
    rarity: "SR",
    chinaOnly: false,
    description: "Персонаж входит в квантовое состояние на **10** секунд, в течение которых противники не смогут обнаружить носителя. Носитель покидает квантовое состояние после совершённой атаки. Перезарядка: **120** секунд.",
    advancement: {
            star1: "Квантовое состояние длится **20** секунд.",
            
            star2: "Уменьшает время перезарядки до **80** секунд.",
            
            star3: "Квантовое состояние увеличивает урон персонажа на **100%**. Эффект прекращается после **1** успешной атаки.",
            
            star4: "Увеличивает Урон Молнией на **1,5%**, даже если не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Квантовое состояние увеличивает урон **3** следующих успешных атак на **100%**."
        }
}

export default quantumcloak;
