const strangecube = {
    name: "Странный куб",
    uri: "strange-cube",
    imgSrc: "strangecube.png",
    rarity: "SR",
    chinaOnly: false,
    description: "Используйте куб, чтобы изменить гравитацию и нанести врагам поблизости урон, равный **100%** от АТК, также подвешивая их в воздухе. После этого наносит урон, равный **120%** от АТК. Перезарядка: **30** секунд.",
    advancement: {
            star1: "Активация Странного куба увеличивает наносимый урон на **10%** в течение **10** секунд.",
            
            star2: "Активация Странного куба уменьшает заряд оружия ближайших противников на **200** единиц.",
            
            star3: "Увеличивает количество доступных применений Странного куба до **2**.",
            
            star4: "Увеличивает Урон Напряжением на **1,5%**, даже если реликт не выставлен. Недоступно в Высшей лиге.",
            
            star5: "Активация Странного куба даёт **10** единиц заряда оружия за каждый **1%** потерянного здоровья."
        }
}

export default strangecube;
